# Напишите 4 переменных которые буду обозначать следующие данные:
# Количество выполненных ДЗ (запишите значение 12)
# Количество затраченных часов (запишите значение 1.5)
# Название курса (запишите значение 'Python')
# Время на одно задание (вычислить используя 1 и 2 переменные)

count_of_done_HW = 12
count_of_hours = 1.5
name_of_course = 'Python'
time_per_task = (count_of_hours) / (count_of_done_HW)
print('Курс:', name_of_course,  ',', 'Всего задач:', count_of_done_HW, ',',
      'Затрачено часов:', count_of_hours, ',', 'Среднее время выполнения:', time_per_task)
